adw-gtk-theme
base
base-devel
brightnessctl
btop
clang
cliphist
e2fsprogs
efibootmgr
fastfetch
ffmpegthumbnailer
firefox
firewalld
font-manager
fuzzel
fuzzel-debug
git
go
google-chrome
grim
grub
gtk2
gvfs
htop
hyprland-git
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent-git
imagemagick
intltool
kate
kitty
libva-nvidia-driver
linux
linux-firmware
linux-headers
ly
mako
man-db
man-pages
nano
neovim
networkmanager
nodejs
nordvpn-bin
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-dkms
oh-my-zsh-git
orca
otf-firamono-nerd
pavucontrol
pinta
pulseaudio
python
python-lsp-server
python-pip
qimgv
reflector
scdoc
slurp
steam
sudo
supergfxctl
terminus-font
texinfo
texlab
thunar
thunar-volman
tk
tlp
tree
ttf-fantasque-sans-mono
ttf-lato
ttf-roboto-mono-nerd
tumbler
unimatrix-git
unzip
vim-plug
visual-studio-code-bin
vlc
waybar
wget
which
wl-clipboard
wlogout
wofi
xdg-desktop-portal
xdg-user-dirs
yay
yay-debug
zip
zsh
zsh-theme-powerlevel10k
