adw-gtk-theme
aircrack-ng
aquamarine-git
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
btop
clang
cliphist
dmidecode
e2fsprogs
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-pinyin-zhwiki
ffmpegthumbnailer
firefox
firewalld
font-manager
fuzzel
fuzzel-debug
git
go
grim
grub
gtk2
gtk4-layer-shell
gvfs
htop
hyprcursor-git
hyprland-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprpolkitagent-git
hyprswitch
imagemagick
intltool
jdk17-openjdk
kate
kitty
kvantum
kvantum-qt5
libva-nvidia-driver
linux
linux-firmware
linux-headers
lolcat
lshw
luarocks
lutris
mako
man-db
man-pages
nano
neovim
networkmanager
nodejs
nordvpn-bin
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-dkms
obs-studio
oh-my-zsh-git
openfortivpn
otf-firamono-nerd
pavucontrol
pfetch
pinta
pipewire-pulse
python
python-lsp-server
python-pip
qimgv
qt5ct
qt6ct
qtcreator
ranger
reflector
ruby-irb
scdoc
sddm-git
slurp
steam
sudo
supergfxctl
terminus-font
texinfo
texlab
thunar
thunar-volman
timeshift
tk
tldr
tlp
tmux
tree
ttf-fantasque-sans-mono
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lato
ttf-roboto-mono-nerd
ttf-ubuntu-font-family
tumbler
unimatrix-git
unzip
vim-plug
visual-studio-code-bin
vlc
waybar
waypaper-git
webcord
wget
which
wine
wine-mono
wireplumber
wireshark-qt
wl-clipboard
wlogout
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xorg-xhost
yay
yay-debug
zip
zsh
zsh-theme-powerlevel10k
